HGS/MELDUNGEN/EXPORT/MASTER_Aktualisierungmeldung_20240926145407.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-09-26T14:54:07.865+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="16634" guid="ef0a3e7f-970c-4069-a058-4f308648219f"/>
                <automatenStatus betriebStatus="IN_BETRIEB" letzteInteraktion="2024-09-26T14:54:07.888+02:00" letzterVerkauf="2024-09-26T14:54:07.888+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
